[
  {
    "num": 1,
    "texts": [
      "Liderar con Consciencia",
      "MÓDULO 0 · APERTURA",
      "El Momento que\nNos Convoca",
      "La consciencia se entrena, no se enseña"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.25,
        "h": 0.25,
        "x": 0.47,
        "y": 0.47
      },
      {
        "w": 3.91,
        "h": 3.91,
        "x": 6.72,
        "y": 1.56
      }
    ],
    "notes": "Dejemos que esta imagen hable por un momento. Es una invitación a reconocer el contexto que nos rodea, no como una abstracción, sino como algo que ya sentimos. Este módulo no es uno más; es el pórtico, el lugar donde situamos el contexto antes de iniciar nuestro trabajo interior. Cumple tres funciones clave: diagnosticar la realidad, explorar nuestras respuestas naturales y comprometernos con una forma diferente de estar. Este es el inicio de un arco que se cerrará al final del programa, presentando la metáfora del líder semilla que desarrollaremos a lo largo de nuestro viaje."
  },
  {
    "num": 2,
    "texts": [
      "Liderar con Consciencia",
      "Hoja de Ruta",
      "Estructura del módulo",
      "01",
      "Diagnóstico",
      "La tormenta perfecta: cuatro fuerzas que convergen.",
      "02",
      "Transición",
      "La tentación de la impotencia y las respuestas naturales.",
      "03",
      "Compromiso",
      "El líder semilla: una elección consciente.",
      "04",
      "Mapa",
      "El viaje de 7 módulos: del interior al sistema.",
      "2 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      }
    ],
    "notes": "Ahora que hemos sentido la atmósfera, veamos cómo navegaremos este módulo. Nuestra hoja de ruta es clara y estructurada para llevarnos desde el diagnóstico hasta el compromiso. Primero, haremos un diagnóstico de la 'tormenta perfecta' que enfrentamos, identificando las fuerzas convergentes. Luego, pasaremos a la transición, donde exploraremos las respuestas naturales que surgen ante la impotencia. Después, nos centraremos en el compromiso, definiendo qué significa ser un 'líder semilla'. Finalmente, trazaremos el mapa de los siete módulos, mostrando cómo este viaje nos llevará del interior al sistema."
  },
  {
    "num": 3,
    "texts": [
      "Liderar con Consciencia",
      "01",
      "La tormenta perfecta",
      "¿Qué está pasando que hace liderar tan difícil?",
      "3 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 3.28,
        "h": 3.28,
        "x": 7.19,
        "y": 2.27
      }
    ],
    "notes": "Con esa estructura en mente, entramos de lleno en la primera parte: la tormenta perfecta. Aquí nos preguntaremos qué está sucediendo en el mundo que hace que liderar sea tan desafiante hoy. No se trata de una pregunta retórica, sino de una exploración profunda de las presiones y cambios que nos afectan a todos. Es crucial entender este panorama para poder liderar con consciencia. Ahora, vamos a profundizar en lo que significa liderar con consciencia en este entorno."
  },
  {
    "num": 4,
    "texts": [
      "Liderar con Consciencia",
      "Apertura",
      "¿Qué significa liderar con consciencia?",
      "Antes de empezar a trabajar sobre nosotros mismos, necesitamos mirar al contexto en el que estamos liderando. No como información abstracta, sino como un reconocimiento de lo que probablemente ya sientes.",
      "Este módulo es el pórtico: el espacio donde situamos el contexto antes de empezar el trabajo interior.",
      "[IMAGEN: img-m00-00-lider-ante-tormenta.png]",
      "4 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      }
    ],
    "notes": "Antes de sumergirnos en el trabajo personal, es fundamental que miremos el contexto en el que lideramos. No es información abstracta; es un reconocimiento de lo que probablemente ya experimentan. Este módulo es el punto de partida, el espacio donde establecemos el escenario antes de iniciar el trabajo interior. Nos ayuda a diagnosticar la realidad, entender nuestras reacciones y elegir un camino diferente. Y con esto, estamos listos para identificar las fuerzas que componen esta tormenta."
  },
  {
    "num": 5,
    "texts": [
      "Liderar con Consciencia",
      "Diagnóstico",
      "Cuatro fuerzas convergentes",
      "Fragmentación digital",
      "La atención profunda ha",
      "desaparecido.",
      "47s de atención sostenida",
      "Crisis de legitimidad",
      "Desconfianza estructural en el",
      "liderazgo.",
      "7 de cada 10 desconfían",
      "Irrupción de la IA",
      "Obsolescencia acelerada de",
      "habilidades.",
      "39% competencias cambiarán",
      "Epidemia de agotamiento",
      "Estrés crónico como norma",
      "laboral.",
      "82% en riesgo de burnout",
      "\"Lo nuevo no es cada fuerza. Lo nuevo es su convergencia.\"",
      "5 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      },
      {
        "w": 0.27,
        "h": 0.22,
        "x": 0.74,
        "y": 2.24
      },
      {
        "w": 0.22,
        "h": 0.22,
        "x": 3.03,
        "y": 2.24
      },
      {
        "w": 0.22,
        "h": 0.22,
        "x": 5.3,
        "y": 2.24
      },
      {
        "w": 0.22,
        "h": 0.22,
        "x": 7.56,
        "y": 2.24
      }
    ],
    "notes": "Aquí vemos las cuatro fuerzas que convergen, creando lo que llamamos la 'tormenta perfecta'. Lo realmente nuevo no es cada fuerza por separado, sino su interacción y convergencia. Tenemos la fragmentación digital, que ha reducido nuestra atención profunda a solo 47 segundos. Luego, la crisis de legitimidad, donde la desconfianza en el liderazgo es estructural, afectando el compromiso de los equipos. La irrupción de la IA acelera la obsolescencia de habilidades, cambiando el 39% de las competencias necesarias. Y finalmente, la epidemia de agotamiento, con el estrés crónico como norma laboral. Estas fuerzas no actúan de forma aislada, sino que se refuerzan mutuamente, creando un ciclo que exploraremos a continuación."
  },
  {
    "num": 6,
    "texts": [
      "Liderar con Consciencia",
      "47 seg",
      "de atención sostenida\nen una pantalla",
      "En 2004 eran 2.5 minutos.\n Hemos perdido dos tercios de nuestra capacidad de foco.",
      "Gloria Mark, UC Irvine — Attention Span (2023)",
      "[IMAGEN: Persona frente a pantallas con foco fragmentado o visualización de datos de atención]",
      "6 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 4.69,
        "h": 4.69,
        "x": -0.78,
        "y": 0.78
      }
    ],
    "notes": "Aquí vemos un dato impactante: nuestra capacidad de atención sostenida en una pantalla ha caído drásticamente. En solo veinte años, hemos perdido dos tercios de nuestro foco. Esto no es solo una estadística; es una realidad que todos sentimos en nuestro día a día. Nos cuesta concentrarnos más que nunca. Y esto tiene implicaciones serias para cómo lideramos y cómo nos relacionamos con nuestros equipos. Esta fragmentación digital es una de las fuerzas que nos asedian."
  },
  {
    "num": 7,
    "texts": [
      "Liderar con Consciencia",
      "Evidencia",
      "Fragmentación digital",
      "47 seg",
      "Promedio de atención sostenida en pantalla.",
      "Gloria Mark, UC Irvine (2023)",
      "25 min",
      "Tiempo necesario para recuperar el foco tras una interrupción.",
      "Gloria Mark, UC Irvine (2023)",
      "6x",
      "Velocidad a la que viajan las noticias falsas vs. la verdad.",
      "MIT (Vosoughi et al., 2018)",
      "39%",
      "De las competencias laborales cambiarán para 2030.",
      "WEF Future of Jobs (2025)",
      "7 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      }
    ],
    "notes": "Continuando con la idea de la fragmentación, estos datos nos dan una imagen más clara de la realidad digital. No solo tenemos 47 segundos de atención, sino que recuperar el foco después de una interrupción nos lleva 25 minutos. Imaginen el impacto en la productividad y la calidad del trabajo. Además, las noticias falsas viajan mucho más rápido que la verdad, lo que complica aún más la toma de decisiones. Y el ritmo de cambio en las competencias laborales es vertiginoso. Esta es la realidad en la que operamos, y es crucial entenderla para poder adaptarnos."
  },
  {
    "num": 8,
    "texts": [
      "Liderar con Consciencia",
      "70%",
      "de la varianza en el compromiso de un equipo depende de su líder directo.",
      "Gallup, State of the Global Workplace (2025)",
      "8 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 3.91,
        "h": 3.91,
        "x": 5.94,
        "y": 1.56
      }
    ],
    "notes": "En medio de toda esta fragmentación y cambio, hay un dato que nos devuelve al centro de nuestro impacto: el 70% de la varianza en el compromiso de un equipo depende de su líder directo. Este número es una declaración de su relevancia. No es una estadística abstracta; es una medida directa de la influencia que tienen. Su presencia, o ausencia, marca una diferencia radical en la experiencia de su equipo. Y esto nos lleva a la siguiente fuerza que nos afecta."
  },
  {
    "num": 9,
    "texts": [
      "Liderar con Consciencia",
      "Epidemia",
      "Agotamiento global",
      "82%",
      "de los líderes están en riesgo de burnout.",
      "Microsoft Work Trend Index",
      "41%",
      "de los empleados reportan \"renuncia silenciosa\".",
      "Gallup Global Report",
      "58%",
      "siente estrés diario en el trabajo.",
      "State of the Global Workplace",
      "OMS: \"El burnout ya no se clasifica como condición médica, sino como fenómeno ocupacional resultado de estrés crónico no gestionado.\"",
      "9 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      }
    ],
    "notes": "Y esta es la cuarta fuerza: el agotamiento global. Los líderes están en riesgo de burnout, muchos empleados experimentan la 'renuncia silenciosa' y el estrés diario es una constante. La OMS ya reconoce el burnout como un fenómeno ocupacional, no una condición médica. Esto no es una debilidad individual; es una epidemia que afecta a todos. Y este agotamiento no es un problema aislado."
  },
  {
    "num": 10,
    "texts": [
      "Liderar con Consciencia",
      "Sistema",
      "No son cuatro problemas. Es un sistema.",
      "Se retroalimentan mutuamente:",
      "La fragmentación reduce la capacidad de foco.",
      "Sin foco, aumenta la reactividad y el estrés.",
      "La reactividad erosiona la calidad de la presencia.",
      "La mala presencia genera desconfianza en el equipo.",
      "La desconfianza aumenta la necesidad de control.",
      "[IMAGEN: ppt-m00-01-ciclo-retroalimentacion.png]",
      "\"El ciclo no se rompe informándose más. Se rompe estando más presente.\"",
      "10 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      },
      {
        "w": 0.11,
        "h": 0.11,
        "x": 0.7,
        "y": 2.67
      },
      {
        "w": 0.11,
        "h": 0.11,
        "x": 0.7,
        "y": 3.03
      },
      {
        "w": 0.11,
        "h": 0.11,
        "x": 0.7,
        "y": 3.38
      },
      {
        "w": 0.11,
        "h": 0.11,
        "x": 0.7,
        "y": 3.74
      },
      {
        "w": 0.11,
        "h": 0.11,
        "x": 0.7,
        "y": 4.1
      }
    ],
    "notes": "Porque no son cuatro problemas aislados; es un sistema que se refuerza mutuamente. La fragmentación digital nos agota, el agotamiento nos hace menos presentes, la falta de presencia genera desconfianza, y la desconfianza aumenta la necesidad de control. Es un ciclo vicioso. Pero la buena noticia es que este ciclo no se rompe con más información. Se rompe estando más presente. Y ese es el punto de partida de nuestro programa."
  },
  {
    "num": 11,
    "texts": [
      "Liderar con Consciencia",
      "\"Ahora uno se explota a sí mismo y cree que se está realizando.\"",
      "— Byung-Chul Han",
      "La sociedad del cansancio (2010)",
      "11 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 3.28,
        "h": 2.81,
        "x": 7.03,
        "y": 2.66
      },
      {
        "w": 0.55,
        "h": 0.62,
        "x": 1.8,
        "y": 1.69
      }
    ],
    "notes": "Esta cita de Byung-Chul Han nos golpea con una verdad incómoda: a menudo, nos autoexplotamos creyendo que estamos logrando algo. Es un reflejo de la sociedad del rendimiento que él describe, donde la presión por ser productivos nos lleva a un agotamiento disfrazado de realización. Nos invita a cuestionar si el esfuerzo constante realmente nos acerca a nuestros objetivos o si solo nos consume. Y esto nos lleva a la siguiente pregunta: ¿qué hacemos cuando nos sentimos impotentes ante esta realidad?"
  },
  {
    "num": 12,
    "texts": [
      "Liderar con Consciencia",
      "02",
      "La tentación de la impotencia",
      "¿Qué hacemos con la sensación de que no podemos hacer nada?",
      "12 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 3.28,
        "h": 3.28,
        "x": 7.19,
        "y": 2.27
      }
    ],
    "notes": "Después de reconocer la tormenta y la trampa de la autoexplotación, surge una pregunta fundamental: ¿qué hacemos con la sensación de que no podemos hacer nada? Esta es la tentación de la impotencia, un sentimiento que puede paralizarnos. Es fácil caer en la idea de que los problemas son demasiado grandes para nuestra influencia individual. Pero esta sensación, aunque natural, puede ser una trampa que nos impide actuar. Entonces, ¿cómo respondemos a esta tentación de la impotencia?"
  },
  {
    "num": 13,
    "texts": [
      "Liderar con Consciencia",
      "Respuestas Naturales",
      "Cuando el problema parece más grande que nosotros",
      "Desconexión",
      "\"Esto no va conmigo.\"",
      "Protege, pero aísla.",
      "Cinismo",
      "\"No tiene sentido.\"",
      "Se siente como lucidez, pero paraliza.",
      "Agotamiento",
      "\"Si me esfuerzo más, podré.\"",
      "Parece compromiso, pero destruye.",
      "13 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      },
      {
        "w": 0.31,
        "h": 0.25,
        "x": 1.82,
        "y": 2.52
      },
      {
        "w": 0.22,
        "h": 0.25,
        "x": 4.88,
        "y": 2.52
      },
      {
        "w": 0.22,
        "h": 0.25,
        "x": 7.91,
        "y": 2.52
      }
    ],
    "notes": "Ante esa sensación de impotencia, nuestra mente y cuerpo tienen tres respuestas naturales, casi automáticas. La desconexión nos protege del dolor, pero nos aísla de la realidad y de los demás. El cinismo, por su parte, nos da una falsa sensación de lucidez, pero nos paraliza, impidiéndonos actuar. Y el agotamiento, la respuesta que a menudo el sistema recompensa, parece compromiso, pero en realidad nos destruye. Estas respuestas, aunque buscan protegernos, tienen un coste muy alto. Y ese coste es la desconexión con nosotros mismos."
  },
  {
    "num": 14,
    "texts": [
      "Liderar con Consciencia",
      "Patrón Común",
      "Nos separan de nuestros propios actos",
      "Quién eres",
      "Tus valores",
      "Tu intención",
      "Tu propósito",
      "≠",
      "Cómo lideras",
      "Tus decisiones",
      "Tus reacciones",
      "Tu impacto real",
      "\"El problema no es que no sepamos liderar. Es que no estamos presentes cuando lo hacemos.\"",
      "14 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      }
    ],
    "notes": "El patrón común en estas tres respuestas es que nos separan de nuestros propios actos. Perdemos la conexión entre quiénes somos, nuestros valores y nuestra intención, y cómo lideramos, nuestras decisiones y nuestro impacto real. No es que no sepamos liderar, es que no estamos presentes cuando lo hacemos. Esta desconexión es sutil, pero profunda, y nos impide alinear nuestro ser con nuestro hacer. Entonces, ¿cuál de estas respuestas resuena más contigo?"
  },
  {
    "num": 15,
    "texts": [
      "Liderar con Consciencia",
      "Reflexión",
      "¿Cuál de las tres respuestas reconoces más en ti últimamente?",
      "Una pausa para la honestidad.",
      "Desconexión",
      "Cinismo",
      "Agotamiento",
      "15 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 3.91,
        "h": 3.91,
        "x": 6.88,
        "y": 1.56
      }
    ],
    "notes": "Ahora, les invito a una breve pausa para la honestidad. De las tres respuestas que hemos visto —la desconexión, el cinismo o el agotamiento— ¿cuál reconoces más en ti últimamente? No hay respuestas correctas o incorrectas, solo un espacio para la autoobservación. Esta reflexión es el primer paso para entender dónde estamos y cómo podemos empezar a cambiar. Y es el punto de partida para explorar una forma diferente de liderar."
  },
  {
    "num": 16,
    "texts": [
      "Liderar con Consciencia",
      "03",
      "El líder semilla",
      "¿Qué tipo de líder puedo ser en medio de esta tormenta?",
      "16 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 3.28,
        "h": 3.28,
        "x": 7.19,
        "y": 2.27
      }
    ],
    "notes": "Después de reflexionar sobre nuestras respuestas naturales, ahora nos preguntamos qué tipo de líder podemos ser en medio de esta tormenta. Este módulo introduce una metáfora central para nuestro programa: el líder semilla. Es una elección consciente sobre cómo queremos operar en un mundo complejo. No se trata de una aspiración lejana, sino de una decisión activa. Nos invita a pensar más allá de las reacciones automáticas. Ahora, exploremos la esencia de esta metáfora."
  },
  {
    "num": 17,
    "texts": [
      "Liderar con Consciencia",
      "Metáfora",
      "La naturaleza de la semilla",
      "1",
      "No elige el clima",
      "Acepta las condiciones dadas sin resignación.",
      "2",
      "Echa raíces",
      "Trabaja en lo invisible antes de mostrar resultados.",
      "3",
      "Transforma su entorno",
      "Convierte lo que encuentra en nutriente.",
      "4",
      "Crea condiciones",
      "Su crecimiento facilita que otros también crezcan.",
      "[IMAGEN: img-m00-03-semilla-bajo-tierra.png]",
      "17 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      }
    ],
    "notes": "Una semilla no elige el clima en el que le toca germinar, pero hace lo que está en su naturaleza. No controla la sequía ni la helada, pero echa raíces y crece. El líder semilla opera de la misma manera. Acepta las condiciones dadas sin resignación, trabajando en lo invisible antes de mostrar resultados. Su crecimiento facilita que otros también crezcan. Esta es la esencia de su impacto. Y esto nos lleva a definirlo con mayor claridad."
  },
  {
    "num": 18,
    "texts": [
      "Liderar con Consciencia",
      "Definición",
      "Lo que define al líder semilla",
      "Lo que NO lo define",
      "Conocimiento técnico",
      "Autoridad formal",
      "Resultados visibles inmediatos",
      "Lo que SÍ lo define",
      "Calidad de su presencia",
      "Capacidad de no reaccionar automáticamente",
      "Poder sostener incertidumbre sin transmitir ansiedad",
      "Ver a las personas como personas, no como recursos",
      "\"El líder semilla no elige entre ser buena persona y ser buen profesional. Ha descubierto que son la misma cosa.\"",
      "18 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      },
      {
        "w": 0.11,
        "h": 0.14,
        "x": 0.86,
        "y": 2.79
      },
      {
        "w": 0.11,
        "h": 0.14,
        "x": 0.86,
        "y": 3.16
      },
      {
        "w": 0.11,
        "h": 0.14,
        "x": 0.86,
        "y": 3.54
      },
      {
        "w": 0.12,
        "h": 0.14,
        "x": 5.47,
        "y": 2.79
      },
      {
        "w": 0.12,
        "h": 0.14,
        "x": 5.47,
        "y": 3.16
      },
      {
        "w": 0.12,
        "h": 0.14,
        "x": 5.47,
        "y": 3.75
      },
      {
        "w": 0.12,
        "h": 0.14,
        "x": 5.47,
        "y": 4.35
      }
    ],
    "notes": "En un mundo donde el conocimiento técnico caduca rápidamente, lo que define al líder semilla no es lo que sabe o su posición. La autoridad formal genera cumplimiento, no compromiso. Lo que realmente lo distingue es la calidad de su presencia. Es su capacidad de no reaccionar automáticamente, de sostener la incertidumbre sin transmitir ansiedad. Y, fundamentalmente, de ver a las personas como personas, no como recursos. El líder semilla ha descubierto que ser buena persona y buen profesional son la misma cosa. Pero, ¿qué capacidades exige esta forma de liderazgo?"
  },
  {
    "num": 19,
    "texts": [
      "Liderar con Consciencia",
      "Nuevas Capacidades",
      "Lo que la tormenta exige",
      "Discernimiento",
      "Ver lo que es, no lo que temes.",
      "Foco sostenido",
      "Mantener la atención en medio del ruido.",
      "Lectura del presente",
      "Entender el contexto antes de actuar.",
      "Espacio interior",
      "Crear una pausa entre estímulo y respuesta.",
      "Humanidad",
      "Conectar con el otro como persona, no como recurso.",
      "\"No son habilidades blandas. Son habilidades críticas —y entrenables.\"",
      "19 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.75,
        "y": 1.99
      },
      {
        "w": 0.21,
        "h": 0.19,
        "x": 0.74,
        "y": 2.58
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.75,
        "y": 3.17
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.75,
        "y": 3.77
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.75,
        "y": 4.36
      }
    ],
    "notes": "La tormenta que hemos descrito exige capacidades que van más allá de lo tradicional. Necesitamos discernimiento para ver la realidad tal cual es, no como la tememos. Un foco sostenido para mantener la atención en medio del ruido constante. Una lectura profunda del presente para entender el contexto antes de actuar. Y un espacio interior para crear una pausa entre el estímulo y la respuesta. Finalmente, la humanidad para conectar con el otro como persona. Estas no son habilidades blandas; son habilidades críticas y, lo más importante, son entrenables. Y aquí es donde la presencia se vuelve clave."
  },
  {
    "num": 20,
    "texts": [
      "\">",
      "Liderar con Consciencia",
      "\"La presencia no es solo ética.\nEs eficacia.\"",
      "Ve más, porque no está cegado por la prisa.\n Escucha mejor, porque no prepara su respuesta.\n Decide con precisión, porque observa lo que pasa.",
      "Liderar con Consciencia — El líder semilla",
      "20 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.79,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.48
      },
      {
        "w": 1.33,
        "h": 1.33,
        "x": 8.98,
        "y": 4.31
      },
      {
        "w": 0.55,
        "h": 0.62,
        "x": 2.28,
        "y": 1.35
      }
    ],
    "notes": "La presencia no es solo una cuestión ética; es una herramienta de eficacia. Un líder presente ve más, porque no está cegado por la prisa. Escucha mejor, porque no prepara su respuesta mientras el otro habla. Decide con más precisión, porque observa lo que pasa en lugar de confirmar lo que esperaba. Esta capacidad de estar plenamente en el momento le permite tomar mejores decisiones y leer las situaciones con mayor exactitud. Ahora, la pregunta clave es si estamos dispuestos a cultivar esta presencia."
  },
  {
    "num": 21,
    "texts": [
      "Liderar con Consciencia",
      "¿Estás dispuesto a trabajar en ti mismo?",
      "\"No hace falta una respuesta segura. Un sí tentativo es suficiente.\"",
      "21 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 3.12,
        "h": 3.12,
        "x": 7.66,
        "y": 2.42
      }
    ],
    "notes": "Ahora, después de todo lo que hemos visto, llega la pregunta central de este programa. Esta es la invitación que te hacemos. No necesitas una respuesta segura, ni un sí rotundo. Un sí tentativo, un sí con dudas, es más que suficiente para empezar este viaje. Si esa respuesta tiene algo de sí, entonces este camino tiene sentido para ti. Ahora, vamos a ver el mapa de este viaje."
  },
  {
    "num": 22,
    "texts": [
      "Liderar con Consciencia",
      "04",
      "El mapa del viaje",
      "¿Qué voy a aprender y cómo se conecta todo?",
      "22 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 3.28,
        "h": 3.28,
        "x": 7.19,
        "y": 2.27
      }
    ],
    "notes": "Ya hemos planteado la pregunta clave. Ahora, vamos a desglosar cómo se estructura este programa. Es importante entender la lógica y la progresión de cada etapa. Este es el mapa que nos guiará a través de los próximos módulos."
  },
  {
    "num": 23,
    "texts": [
      "Liderar con Consciencia",
      "Recorrido",
      "Tres fases: del interior al sistema",
      "Fase 1 (M1-M3)",
      "Consciencia Activada",
      "El líder consigo mismo.",
      "Fase 2 (M4-M5)",
      "Consciencia Aplicada",
      "El líder con el equipo.",
      "Fase 3 (M6-M7)",
      "Consciencia Dirigida",
      "El líder con el sistema.",
      "[IMAGEN: graf-m00-04-tres-fases-v3.png]",
      "23 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      }
    ],
    "notes": "Este viaje se organiza en tres fases claras, que van desde tu interior hacia el sistema. La primera fase, Consciencia Activada, se enfoca en ti mismo. No puedes aplicar la consciencia si no sabes de qué ser consciente. Luego, la Consciencia Aplicada te lleva a interactuar con tu equipo. Finalmente, la Consciencia Dirigida te permite impactar el sistema. El orden importa, porque cada fase construye sobre la anterior."
  },
  {
    "num": 24,
    "texts": [
      "Liderar con Consciencia",
      "Recorrido",
      "El viaje de 7 módulos",
      "Consciencia Activada",
      "Consciencia Aplicada",
      "Consciencia Dirigida",
      "0",
      "1",
      "2",
      "3",
      "4",
      "5",
      "6",
      "7",
      "M0",
      "El momento",
      "M1",
      "Lo que soy",
      "M2",
      "Cómo estoy",
      "M3",
      "Lo que pienso",
      "M4",
      "Lo que necesito",
      "M5",
      "Lo que necesitamos",
      "M6",
      "Lo que quiero",
      "M7",
      "Lo que está bien",
      "24 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.73,
        "h": 2.73,
        "x": 7.89,
        "y": -0.62
      }
    ],
    "notes": "Aquí vemos el recorrido completo de los siete módulos, integrados en esas tres fases. Cada módulo tiene un propósito específico, una transformación que te invitamos a experimentar. No es solo entender, es entrenar. Este es un itinerario de transformación, no un conjunto de talleres sueltos. Y cada módulo incluye una práctica meditativa específica, diseñada para la competencia de liderazgo que estamos desarrollando. Ahora, veamos cómo se relaciona esto con la metáfora del líder semilla."
  },
  {
    "num": 25,
    "texts": [
      "Liderar con Consciencia",
      "Arco del Programa",
      "La semilla y sus capacidades",
      "M1",
      "Presencia",
      "La semilla acepta su naturaleza y su lugar.",
      "M2",
      "Estabilidad",
      "La semilla echa raíces para sostenerse.",
      "M3",
      "Discernimiento",
      "La semilla distingue la luz de la oscuridad.",
      "M4",
      "Sostenibilidad",
      "La semilla absorbe los nutrientes que necesita.",
      "M5",
      "Conexión",
      "La semilla crea un ecosistema con otras.",
      "M6",
      "Voluntad",
      "La semilla crece con fuerza hacia su propósito.",
      "M7",
      "Integridad",
      "La semilla da fruto y completa su ciclo.",
      "\"La promesa del líder semilla se cierra al final del programa.\"",
      "25 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.16,
        "h": 0.16,
        "x": 0.47,
        "y": 0.23
      },
      {
        "w": 2.34,
        "h": 2.34,
        "x": 8.28,
        "y": -0.62
      }
    ],
    "notes": "Esta es la metáfora del líder semilla, que hemos introducido al principio, y que se cierra al final del programa. Cada módulo desarrolla una capacidad clave, como la semilla que echa raíces, discierne la luz, o crea un ecosistema. La promesa del líder semilla se completa a medida que avanzamos. Cada paso te acerca a ser ese líder que no espera a que el sistema cambie, sino que actúa desde su propia naturaleza. Con esto, cerramos la introducción al programa."
  },
  {
    "num": 26,
    "texts": [
      "Liderar con Consciencia",
      "Resumen y Cierre",
      "Ideas clave del módulo",
      "1",
      "El agotamiento actual es sistémico, no un fallo individual.",
      "2",
      "Las defensas habituales (cinismo, desconexión) solo agravan el aislamiento.",
      "3",
      "El líder semilla transforma su entorno a través de la calidad de su presencia.",
      "4",
      "No necesitamos certezas para empezar, solo la intención de trabajar en nosotros mismos.",
      "26 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      }
    ],
    "notes": "Hemos recorrido un camino intenso en este módulo, y es importante destilar las ideas clave que nos llevamos. No se trata de memorizar, sino de integrar lo que hemos descubierto juntos. Primero, entendemos que el agotamiento que sentimos no es un fallo personal, sino una respuesta a un sistema complejo. Segundo, las formas en que solemos protegernos, como el cinismo o la desconexión, en realidad nos aíslan más. Tercero, la clave está en nuestra presencia: el líder semilla transforma su entorno simplemente por la calidad de cómo está. Y finalmente, no necesitamos tener todas las respuestas para empezar; solo la intención de trabajar en nosotros mismos. Estas ideas nos preparan para ver cómo este módulo nos transforma."
  },
  {
    "num": 27,
    "texts": [
      "Liderar con Consciencia",
      "Transformación M0",
      "De:",
      "La sensación de impotencia ante la magnitud de la tormenta.",
      "A:",
      "La certeza de que nuestra presencia es la primera herramienta de cambio.",
      "27 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 2.34,
        "h": 2.34,
        "x": 7.34,
        "y": 3.12
      },
      {
        "w": 0.14,
        "h": 0.19,
        "x": 1.95,
        "y": 2.96
      }
    ],
    "notes": "Este módulo no es solo información; es una invitación a un cambio de perspectiva fundamental. Pasamos de sentirnos abrumados por la magnitud de la tormenta a reconocer nuestro poder. De la impotencia, a la certeza de que nuestra presencia es la primera y más poderosa herramienta de cambio. Es un giro de 180 grados en cómo nos posicionamos ante los desafíos. Y ahora, vamos a anclar esa certeza con una práctica."
  },
  {
    "num": 28,
    "texts": [
      "Liderar con Consciencia",
      "Práctica",
      "Meditación de intención",
      "Conectar con el propósito de estar aquí.",
      "~ 5 minutos",
      "28 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 4.69,
        "h": 4.69,
        "x": 2.66,
        "y": 0.47
      },
      {
        "w": 0.13,
        "h": 0.12,
        "x": 4.45,
        "y": 3.63
      }
    ],
    "notes": "Ahora, vamos a hacer nuestra primera práctica juntos, una meditación de intención. Es un momento para conectar con el propósito profundo de por qué estamos aquí. Cierren los ojos, tomen tres respiraciones profundas y permitan que su cuerpo se asiente. Traigan a su mente la razón por la que están aquí, lo que los trajo a este programa. No necesitan una respuesta elaborada, solo noten lo que surge. Luego, pregúntense: ¿Qué tipo de líder quiero ser? No qué quiero lograr, sino quién quiero ser en mi liderazgo. Establezcan una intención simple para este programa, una dirección, una cualidad que quieren cultivar. Guarden esa intención; volveremos a ella al final del programa. Cuando estén listos, abran los ojos. Esta intención es la semilla que vamos a plantar."
  },
  {
    "num": 29,
    "texts": [
      "Liderar con Consciencia",
      "Las semillas no necesitan certezas para germinar",
      "Solo necesitan empezar.",
      "Siguiente paso",
      "Módulo 1: Lo que soy →",
      "[IMAGEN: img-m00-00-lider-semilla-brote.png]",
      "29 / 29"
    ],
    "images": [
      {
        "w": 10.0,
        "h": 5.62,
        "x": 0.0,
        "y": 0.0
      },
      {
        "w": 0.19,
        "h": 0.19,
        "x": 0.47,
        "y": 0.31
      },
      {
        "w": 4.69,
        "h": 4.69,
        "x": 6.09,
        "y": 0.93
      }
    ],
    "notes": "Las semillas no necesitan certezas para germinar; solo necesitan empezar. Este es el espíritu con el que cerramos este módulo. Han entrado por el pórtico, y ahora el camino se abre ante ustedes. En el Módulo 1, descubrirán que su mente no percibe la realidad, la construye, y que operan en piloto automático mucho más de lo que creen. La respuesta los sorprenderá. Nos vemos en el próximo módulo."
  }
]